{"basics":{"name":"Louie Slocombe","email":"lslocomb@asu.edu","url":"https://search.asu.edu/profile/5089643","summary":"A UK-born computational physicist / theoretical chemist."},"work":[{"name":"Beyond Center for Fundamental Concepts in Science, Arizona State University, Tempe, AZ, USA","position":"Research Lab Manager and Postdoctoral Researcher","url":"https://emergence.asu.edu/","startDate":"Apr 2024","endDate":"Present","summary":"Specific interest in applying machine learning, chemical complexity, and graph theory to the origins of biochemistry, chemical space exploration, and protein folding. Supervisor: Sara Walker.","highlights":["Day-to-day management and training of a large interdisciplinary research lab."]},{"name":"Department of Chemistry, University of Surrey, Guildford, UK","position":"Research Fellow in Theoretical Quantum Biology","url":"https://www.surrey.ac.uk/arrow-of-time","startDate":"Jan 2022","endDate":"Apr 2024","summary":"Specific interest in open quantum systems, non-Born−Oppenheimer effects, DNA damage, artificial DNA, transport in ion channels, and surface friction of catalytic surfaces. Supervisor: Marco Sacchi.","highlights":["Outreach talks and mentorship to young aspiring scientists."]},{"name":"University of Surrey, Guildford, UK","position":"Postgraduate Researcher, Teaching Assistant, and Outreach Volunteer","url":"https://www.surrey.ac.uk/leverhulme-quantum-biology-doctoral-training-centre","startDate":"Sep 2018","endDate":"Jan 2022","summary":"Research activities focused on proton transfer in DNA, resulting in DNA replication infidelity.","highlights":["Student representative for physics and chemistry and related committees. Created a cross-faculty initiative in my role as student representative to improve computing support and code literacy for PhDs.","Participated in various science outreach events, including demonstrations, talks, and mentoring schemes."]},{"name":"ISEM Terahertz Group, University of Wollongong, Australia","position":"Masters Research Student, Student Demonstrator, Teaching Assistant, and Outreach Volunteer","url":"https://www.uow.edu.au/research-and-innovation/our-research/research-institutes-and-facilities/australian-institute-for-innovative-materials/isem/introduction/","startDate":"Jan 2022","endDate":"Apr 2024","summary":"Focused on signal extraction using computational techniques coupled with specialist electronics.","highlights":["Specialised in hardware control and automation of robotic systems.","Published a first-author paper as an undergraduate."]},{"name":"Fourth State Medicine, Surrey, United Kingdom","position":"Research and Development Engineer","url":"https://www.fourth-state.com/","startDate":"Jun 2015","endDate":"Aug 2018","summary":"Biomedical start-up focusing on innovative medical technology, developing atmospheric plasma for advanced wound care.","highlights":["Managed quality assurance testing and validation procedures to meet ISO 13485 medical device certification requirements.","Developed and implemented microcontroller-based systems for automated experimental data acquisition and analysis."]}],"education":[{"institution":"Surrey Institute of Higher Education, University of Surrey","location":"Guildford, UK","url":"https://www.advance-he.ac.uk/fellowship","area":"Using Generative AI in Teaching and Learning in Higher Education.","studyType":"Associate Fellowship of the Higher Education Academy","startDate":"2022","endDate":"2023","score":"10"},{"institution":"Quantum Biology Doctoral Training Centre, University of Surrey","location":"Guildford, UK","url":"https://www.surrey.ac.uk/leverhulme-quantum-biology-doctoral-training-centre","area":"Thesis title: Quantum Effects in DNA Replication Fidelity. Supervisors: Marco Sacchi and Jim Al-Khalili","studyType":"PhD in Quantum Biology","startDate":"2018","endDate":"2022","score":"10"},{"institution":"Department of Physics, University of Surrey","location":"Guildford, UK","url":"https://www.surrey.ac.uk/","area":"Dissertation title: Developing Neon Plasma Lamps as Inexpensive Terahertz Detectors. Supervisor: Roger Lewis.","studyType":"MPhys (Hons) in Physics -- First Class Honours","startDate":"2018","endDate":"2022","score":"10"}]}